package telegram

const msgHelp = "Я могу сохранять нужные тебе ссылки. Так же я могу отправлять тебе их обратно. Я очень полезный ботик 🥹. Чтобы сохранить ссылку просто пришли мне её. Чтобы получить рандомную ссылку из твоего списка отправь мне команду /rnd. После получения ссылки обратно она удалится из твоих сохраненок."
const msgHello = "Привет! \n\n" + msgHelp
const (
	msgUnknownCommand = "Я не знаю такой команды 🥺"
	msgNoSavedPage    = "У тебя нет сохраненных ссылок 🫵🤣"
	msgSaved          = "Сохранено! 🫡"
	msgAlreadyExists  = "Эта ссылка уже сохранена 🤔"
)
